Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Core Protection Module requires the&nbsp;listed computers&nbsp;to reboot.&nbsp;The reboot may be&nbsp;required for several reasons, including&nbsp;to clean up certain spyware/virus files which cannot be completely removed without a system restart, complete application of pattern files,&nbsp;or finish installation.
fr_fr: Core Protection Module requiert le redémarrage des ordinateurs spécifiés.&nbsp;Le redémarrage peut être nécessaire pour plusieurs raisons, notamment pour nettoyer certains fichiers de spywares/virus qui ne peuvent pas être complètement supprimés sans un redémarrage du système, l'application complète des fichiers de signatures ou pour terminer une installation.

source: Important Note: When running the action below, pay careful attention to the action deployment options in order to avoid restarting the computer at inappropriate times.
fr_fr: Remarque importante: Lors de l'exécution de cette action ci-dessous, faites attention aux options de déploiement de l'action afin d'éviter le redémarrage de l'ordinateur à des moments inopportuns.

source: Core Protection Module - Disable Direct Connection to the Smart Protection Network
fr_fr: Core Protection Module – Désactiver la connexion directe à Smart Protection Network

source: Use this task to disable CPM endpoints from directly connecting to the Smart Protection Network. CPM endpoints revert to their previous connection settings for Smart Protection Relays or Smart Protection Servers.
fr_fr: Utilisez cette tâche pour empêcher les points finaux CPM de se connecter directement à Smart Protection Network. Les points finaux CPM reviennent alors à leurs paramètres de connexion précédents pour les Smart Protection Relays ou les serveurs Smart Protection Server.

source: Core Protection Module - Enable Unauthorized Change Prevention Service
fr_fr: Core Protection Module – Activation du Service de prévention des modifications non autorisées

source: Unauthorized Change Prevention Service (TMBMSRV.EXE) regulates application behavior and verifies program trustworthiness. Behavior Monitoring, Device Control, Certified Safe Software Service, and Client Self-Protection all require this service. This service only supports 32-bit platforms.
fr_fr: Le service de prévention des modifications non autorisées (TMBMSRV.EXE) régule le comportement des applications et vérifie la fiabilité des programmes. Les fonctions Surveillance des comportements, Contrôle des dispositifs, Certified Safe Software Service et Autoprotection client requièrent toutes ce service. Ce service prend uniquement en charge les plates-formes 32&nbsp;bits.

source: By default, Core Protecion Module&nbsp;automatically disables this feature on Windows server platforms.
fr_fr: Par défaut, Core Protection Module désactive automatiquement cette fonction sur les plates-formes Windows Server.

source: Core Protection Module - Disable Unauthorized Change Prevention Service
fr_fr: Core Protection Module – Désactivation du Service de prévention des modifications non autorisées

source: Core Protection Module - Set Virus Outbreak Time Interval
fr_fr: Core Protection Module – Définir l'intervalle de temps d'une épidémie virale

source: The specified computers have&nbsp;Trend Micro&nbsp;Core Protection Module&nbsp;installed.&nbsp; Use this task to set the virus outbreak time interval.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs spécifiés.&nbsp; Utilisez cette tâche pour définir l'intervalle de temps d'une épidémie virale.

source: The default&nbsp;time interval&nbsp;is 10 minutes.
fr_fr: La valeur par défaut de l'intervalle de temps est de 10&nbsp;minutes.

source: Core Protection Module - Start Scan Now
fr_fr: Core Protection Module – Exécution du scan immédiat

source: The listed computers have&nbsp;Trend Micro Core Protection Module&nbsp;installed. You can use this task to initiate an on-demand scan with the default options.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés. Vous pouvez utiliser cette tâche pour lancer un scan à la demande avec les options par défaut.

source: Important Note: You may choose to issue this action as an Client Offer in the Take Action dialog.&nbsp; This is only available on&nbsp;BES&nbsp;Clients 7.2.4.60 and above.&nbsp; Please read Knowledge Base Article 929 for more information.
fr_fr: Remarque importante:Vous pouvez choisir d'émettre cette action comme Offre client dans la boîte de dialogue Exécuter une action. Ceci n'est disponible que sur les clients BES de version&nbsp;7.2.4.60 et supérieure.&nbsp; Veuillez consulter l'article 929 de la base de connaissances pour plus d'informations.

source: Note: On-demand scans may take&nbsp;awhile to complete.&nbsp; Therefore, this task will report 'completed' after a scan is successfully initiated without waiting for the scan to finish.&nbsp;You can check if a scan is in progress by viewing the 'Current scan status' property in the Endpoint Information analysis.&nbsp; You can stop an in progress scan using the 'Stop Scan Now'&nbsp;task.&nbsp;
fr_fr: Remarque: Les scans à la demande peuvent prendre un certain temps.&nbsp; Par conséquent, cette tâche indiquera «&nbsp;Terminé&nbsp;» après le lancement réussi d'un scan sans en attendre la fin.&nbsp;Vous pouvez vérifier si un scan est en cours en affichant la propriété «&nbsp;État du scan actuel&nbsp;» dans l'analyse des Informations sur les points finaux.&nbsp; Vous pouvez arrêter un scan en cours à l'aide la tâche «&nbsp;Arrêter le scan immédiat&nbsp;».&nbsp;

source: Core Protection Module - Improper Service Status
fr_fr: Core Protection Module – État de service inadéquat

source: Core Protection Module requires that certain services are running:
fr_fr: Core Protection Module requiert l'exécution de certains services &nbsp;:

source: OfficeScan NT Listener
fr_fr: Service d'écoute d'OfficeScan NT

source: OfficeScan NT RealTime Scan
fr_fr: Service de scan en temps réel d'OfficeScan NT

source: OfficeScan NT Firewall (when CPM version &gt;=&nbsp;1.5&nbsp;and Common Firewall is&nbsp;enabled)
fr_fr: Pare-feu d'OfficeScan NT (lorsque la version de CPM &gt;= 1.5 et que le pare-feu commun est activé)

source: Trend Micro Unauthorized Change Prevention Service
fr_fr: Service de prévention des modifications non autorisées Trend Micro

source: Core Protection Module Data Protection Service
fr_fr: Service de protection des données de Core Protection Module

source: Core Protection Module for Mac requires that certain services are running:
fr_fr: Core Protection Module pour Mac requiert l'exécution de certains services&nbsp;:

source: The&nbsp;listed computers have one or more required service&nbsp;not running and/or configured&nbsp;with an incorrect start mode.
fr_fr: Les ordinateurs répertoriés ont un ou plusieurs services requis qui ne sont pas en cours d'exécution ou sont configurés avec un mode de démarrage incorrect.

source: Core Protection Module - Stop Scan Now
fr_fr: Core Protection Module – Arrêter le scan immédiat

source: The listed computers have&nbsp;Trend Micro Core Protection Module&nbsp;installed and are currently running an on-demand scan. You can use this task to stop the scan.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés et un scan à la demande est en cours d'exécution. Vous pouvez utiliser cette tâche pour arrêter le scan.

source: Core Protection Module - Uninstall Sophos Anti-Virus
fr_fr: Core Protection Module – Désinstallation de Sophos Anti-Virus

source: The listed computers have Sophos Anti-Virus installed which conflicts with Core Protection Module.&nbsp; You can uninstall&nbsp;Sophos Anti-Virus&nbsp;using this task.
fr_fr: Sophos Anti-Virus est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module.&nbsp; Vous pouvez désinstaller Sophos Anti-Virus à l'aide de cette tâche.

source: Core Protection Module - Uninstall BigFix AntiVirus
fr_fr: Core Protection Module – Désinstallation de BigFix AntiVirus

source: The listed computers have BigFix AntiVirus installed which conflicts with Core Protection Module. You can uninstall BigFix AntiVirus using this task.
fr_fr: BigFix AntiVirus est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module. Vous pouvez désinstaller BigFix AntiVirus à l'aide de cette tâche.

source: Core Protection Module - Uninstall eTrust AntiVirus
fr_fr: Core Protection Module – Désinstallation d'eTrust AntiVirus

source: The listed computers have eTrust AntiVirus installed which conflicts with Core Protection Module. You can uninstall eTrust AntiVirus using this task.
fr_fr: etrust AntiVirus est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module. Vous pouvez désinstaller eTrust AntiVirus à l'aide de cette tâche.

source: Core Protection Module - Uninstall Symantec AntiVirus Corporate Edition 9.x Client
fr_fr: Core Protection Module – Désinstallation du client Symantec AntiVirus Corporate Edition 9.x

source: The following machines have Symantec AntiVirus Corporate Edition 9 installed which conflicts with Core Protection Module. Use this task to uninstall SAVCE.
fr_fr: Symantec AntiVirus Corporate Edition 9 est installé sur les ordinateurs suivants, ce qui crée un conflit avec Core Protection Module. Utilisez cette tâche pour désinstaller SAVCE.

source: Core Protection Module - Uninstall Symantec Endpoint Protection 12.x Client
fr_fr: Core Protection Module – Désinstallation du client Symantec Endpoint Protection 12.x

source: The following machines have Symantec Endpoint Protection 12 installed which conflicts with Core Protection Module. Use this task to uninstall Symantec Endpoint Protection.
fr_fr: Symantec Endpoint Protection 12.x est installé sur les ordinateurs suivants, ce qui crée un conflit avec Core Protection Module. Utilisez cette tâche pour désinstaller Symantec Endpoint Protection.

source: Core Protection Module - Uninstall eTrust InoculateIT
fr_fr: Core Protection Module – Désinstallation d'eTrust InoculateIT

source: The listed computers have eTrust InoculateIT installed which conflicts with Core Protection Module. You can uninstall eTrust InoculateIT using this task.
fr_fr: Etrust InoculateIT est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module. Vous pouvez désinstaller eTrust InoculateIT à l'aide de cette tâche.

source: Important Note:&nbsp;After uninstallation, a pop-up dialog will appear asking the user to restart the computer.&nbsp; An automatic restart will not be forced.&nbsp; To ensure the client does not get stuck waiting for a user to click OK before returning to normal operation, the action will immediately transition to the "Pending Restart" state.&nbsp; However the uninstall may not be fully complete at this point.&nbsp; It is recommended that you target a reboot action following this one to all machines where eTrust InoculateIT is not installed and the key HKEY_LOCAL_MACHINE\SOFTWARE\BigFix\EnterpriseClient\BESPendingRestart\CPM_UNINSTALL_OTHER exists. It may also be preferable to deploy this action only when a user is present and/or to display an additional message to the user at the time of deployment.
fr_fr: Remarque importante: Après la désinstallation, une boîte de dialogue s'affichera demandant à l'utilisateur de redémarrer l'ordinateur.&nbsp; Un redémarrage automatique ne sera pas forcé.&nbsp; Pour s'assurer que le client ne reste pas bloqué dans l'attente qu'un utilisateur clique sur OK avant de revenir à un fonctionnement normal, l'action passera immédiatement à l'état «&nbsp;Redémarrage en attente&nbsp;».&nbsp; Cependant, la désinstallation pourrait ne pas être totalement terminée à ce moment-là.&nbsp; Il est recommandé que vous assigniez une action de redémarrage après celle-ci à tous les ordinateurs où eTrust InoculateIT n'est pas installé et où la clé HKEY_LOCAL_MACHINE\SOFTWARE\BigFix\EnterpriseClient\BESPendingRestart\CPM_UNINSTALL_OTHER existe. Il peut également s'avérer préférable de déployer cette action uniquement lorsqu'un utilisateur est présent ou d'afficher un message supplémentaire à l'utilisateur au moment du déploiement.

source: Core Protection Module - Uninstall McAfee ePolicy Orchestrator
fr_fr: Core Protection Module – Désinstallation de McAfee ePolicy Orchestrator

source: The listed computers have McAfee ePolicy Orchestrator installed which conflicts with Core Protection Module.&nbsp; You can uninstall&nbsp;McAfee ePolicy Orchestrator using this task.
fr_fr: McAfee ePolicy est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module.&nbsp; Vous pouvez désinstaller McAfee ePolicy Orchestrator à l'aide de cette tâche.

source: Core Protection Module - Uninstall Web Protection Module
fr_fr: Core Protection Module – Désinstallation du module de protection Web.

source: The listed computers have Web Protection Module installed which conflicts with the&nbsp;bundled version included in Core Protection Module.
fr_fr: Le Module de protection Web est installé sur les ordinateurs répertoriés, ce qui entre en conflit avec la version intégrée dans Core Protection Module.

source: Use the action below to uninstall Web Protection Module.
fr_fr: Utilisez l'action ci-dessous pour désinstaller le Module de protection Web.

source: Core Protection Module - Uninstall BigFix AntiPest 2.0
fr_fr: Core Protection Module – Désinstallation de BigFix AntiPest 2.0

source: The listed computers have BigFix AntiPest 1.0 installed. You can uninstall BigFix AntiPest using this Task.
fr_fr: BigFix AntiPest 1.0 est installé sur les ordinateurs répertoriés. Vous pouvez désinstaller BigFix AntiPest à l'aide de cette tâche.

source: Note: Client machines may briefly display progress windows during uninstallation.
fr_fr: Remarque: Les ordinateurs clients pourraient brièvement afficher des fenêtres de progression durant la désinstallation.

source: To uninstall and leave the BigFix AntiPest statistics intact, use the first action. If you would also like to remove the BigFix AntiPest statistics as well as any quarantined files, use the second action.
fr_fr: Pour désinstaller et laisser intactes les statistiques de BigFix AntiPest, utilisez la première action. Si vous souhaitez également supprimer les statistiques de BigFix AntiPest ainsi que tous les fichiers mis en quarantaine, utilisez la deuxième action.

source: Core Protection Module - Uninstall McAfee VirusScan
fr_fr: Core Protection Module – Désinstallation de McAfee VirusScan

source: The listed computers have McAfee VirusScan&nbsp;installed which conflicts with Core Protection Module.&nbsp; You can uninstall&nbsp;McAfee VirusScan&nbsp;using this task.
fr_fr: McAfee VirusScan est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module.&nbsp; Vous pouvez désinstaller McAfee VirusScan à l'aide de cette tâche.

source: Note: This fixlet can't completely remove McAfee 2010 AntiVirus Plus. Please refer to McAfee FAQ TS100507 for detail uninstall steps.
fr_fr: Remarque: Ce fixlet ne peut pas complètement supprimer McAfee 2010 AntiVirus Plus. Veuillez consulter la FAQ McAfee TS100507 pour des étapes de désinstallation détaillées.

source: Core Protection Module - Upload Quarantined Files
fr_fr: Core Protection Module – Télécharger les fichiers mis en quarantaine

source: Quarantined&nbsp;malware will be stored on the&nbsp;endpoint for further analysis. These files are encoded for safety. Use this task to upload quarantined malware files on targeted endpoints to the BES Server.
fr_fr: Les programmes malveillants mis en quarantaine seront stockés sur le point final pour analyse ultérieure. Ces fichiers sont encodés pour plus de sécurité. Utilisez cette tâche pour télécharger des fichiers de programmes malveillants mis en quarantaine présents sur des points finaux ciblés vers le serveur BES.

source: By default, the destination folder on the BES Server is: &lt;BES Server install&nbsp;directory&gt;\UploadManagerData\BufferDir\sha1\&lt;last 2 digits of BES client id&gt;\&lt;BES client id&gt;
fr_fr: Par défaut, le dossier de destination sur le serveur BES est&nbsp;:&lt;répertoire d'installation du serveur BES&gt;\UploadManagerData\BufferDir\sha1\&lt;2&nbsp;derniers chiffres de l'ID client BES&gt;\&lt;ID client BES&gt;

source: Core Protection Module - Enable Direct Connection to the Smart Protection Network
fr_fr: Core Protection Module – Activer la connexion directe à Smart Protection Network

source: When a roaming endpoint, like a laptop, is used in an external network, it may not have access to Smart Protection Servers.
fr_fr: Il est possible qu'un point final itinérant (un ordinateur portable, par exemple) utilisé sur un réseau externe ne puisse pas accéder aux serveurs Smart Protection Server.

source: Use this task to enable CPM endpoints to connect directly to the Smart Protection Network. After deploying this task, endpoints directly connect to Trend Micro Smart Protection Network servers for enhanced protection. Endpoints with this setting enabled cannot connect to Smart Protection Servers or Smart Protection Relays for protection.
fr_fr: Utilisez cette tâche pour permettre aux points finaux CPM de se connecter directement à Smart Protection Network. Après le déploiement de cette tâche, les points finaux se connectent directement aux serveurs Trend Micro Smart Protection Network pour bénéficier d'une protection renforcée. Les points finaux pour lesquels ce paramètre est activé ne peuvent pas se connecter aux serveurs Smart Protection Server ou aux Smart Protection Relays afin d'être protégés.

source: Note: After enabling this setting, the Smart Protection Server and Smart Protection Relay settings of endpoints cannot be modified.
fr_fr: Remarque: après avoir activé ce paramètre, vous ne pourrez pas modifier les paramètres Smart Protection Server et Smart Protection Relay des points finaux.

source: Core Protection Module - Upload Logs
fr_fr: Core Protection Module – Téléchargement des journaux

source: Use this task to upload virus and spyware log files&nbsp;on targeted endpoints to the BES Server.&nbsp; The action below will upload the following files to the server:
fr_fr: Utilisez cette tâche pour télécharger des fichiers journaux de virus et de spywares présents sur des points finaux ciblés vers le serveur BES.&nbsp; L'action ci-dessous téléchargera les fichiers suivants sur le serveur&nbsp;:

source: Windows:
fr_fr: Windows&nbsp;:

source: By default, the destination folder on the BES Server is: <BES Server install&nbsp;directory>\UploadManagerData\BufferDir\sha1last 2 digits of BES client id>BES client id>
fr_fr: Par défaut, le dossier de destination sur le serveur BES est&nbsp;:<répertoire d'installation du serveur BES>\UploadManagerData\BufferDir\sha12&nbsp;derniers chiffres de l'ID client BES>ID client BES>

source: Mac OS X:
fr_fr: Mac&nbsp;OS&nbsp;X&nbsp;:

source: Core Protection Module - Upgrade Endpoint URL Filtering Engine - Buffer Overflow Vulnerability
fr_fr: Core Protection Module – Mettre à niveau le moteur de filtre URL du point final – Faille de dépassement de mémoire tampon

source: The listed computers have a version (2.0.0.1048 or earlier)&nbsp;of the Trend Micro URL Filtering Engine (TMUFE) that may cause a buffer overflow, which could cause programs to&nbsp;crash or other unexpected behaviors.
fr_fr: Les ordinateurs répertoriés disposent d'une version antérieure (2.0.0.1048 ou antérieure) de Trend Micro URL Filtering Engine (TMUFE) qui peut entraîner un dépassement de mémoire tampon, ce qui peut provoquer le blocage des programmes ou d'autres comportements inattendus.

source: To resolve this issue, all customers are advised to&nbsp;take the action below&nbsp;and upgrade to the new version (2.0.0.1049)&nbsp;of the Trend Micro URL Filtering Engine.
fr_fr: Pour résoudre ce problème, il est conseillé d'exécuter l'action ci-dessous et de mettre à niveau la version (2.0.0.1049) de Trend Micro URL Filtering Engine.

source: Core Protection Module - Endpoint Deploy (Version 10.6 Service Pack 2)
fr_fr: Core Protection Module - Déploiement de point final (Version 10.6 Service Pack2)

source: The computers listed here do not meet the minimum operating system and/or service pack requirements necessary to install the Core Protection Module endpoint software.The listed machines will not become relevant for the endpoint deploy task. These requirements for the platform are as follows: BES Client Version 8.0 or higher These requirements for Windows are as follows: Windows XP SP2+ on x64 platforms Windows XP SP3+ on x86 platforms Windows 2003 SP1+ Windows Vista Windows 2008 (R2 requires BES client version = 7.2.5) Windows 7 (requires BES client version = 7.2.5) Windows8 (requires BES client version = 8.2.1310) Windows 2012 (requires BES client version = 8.2.1310) These requirements for Mac are as follows: Mac OS X version 10.5.8 (Leopard) or higher Mac OS X Snow Leopard™ 10.6.8 or later Mac OS X™ X Lion 10.7.5 or later OS X™ Mountain Lion 10.8.3 or later .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand;
fr_fr: Les ordinateurs ici répertoriés ne répondent pas aux exigences minimales requises, en termes de système d'exploitation ou de Service Pack, pour pouvoir installer le logiciel Core Protection Module des points finaux.Les ordinateurs répertoriés ne seront pas pertinents pour la tâche Endpoint Deploy. La configuration minimale requise pour la plate-forme est la suivante: Client BES version 8.0 ou supérieure La configuration minimale requise pour Windows est la suivante: Windows XP SP2+ sur plate-formes &nbsp;x64 Windows XP SP3+ sur plate-formes &nbsp;x86 Windows 2003 SP1+ Windows Vista Windows &nbsp;2008 R2 (requiert la version = 7.2.5 du le client BES) Windows 7 (requiert la version = 7.2.5 du le client BES) Windows8 (requiert la version8.2.1310 ou supérieure du client BES) Windows2012 (requiert la version8.2.1310 ou supérieure du client BES) La configuration minimale requise pour Mac est la suivante: Version10.5.8 (Leopard) ou supérieure de Mac OS X Version10.6.8 ou supérieure de Mac OS X Snow Leopard™ Version 10.7.5 ou supérieure de Mac OS X™ X Lion Version 10.8.3 ou supérieure de OS X™ Mountain Lion .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand;

source: The listed computers do not have Trend Core Protection Module installed. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware found. Use this action to deploy Core Protection Module on computers that do not have it.
fr_fr: Trend Micro Core Protection Module n'est pas installé sur les ordinateurs répertoriés. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés. Utilisez cette action pour déployer Core Protection Module sur des ordinateurs qui ne l'ont pas.

source: Important Note: Trend Micro Core Protection Module 10.6 is now available. The latest version of Core Protection Module 10.6 Client provides several enhancements and fixes. You must upgrade the platform to 8.0 or above before upgrading your Core Protection Module.
fr_fr: Remarque importante: Trend Micro Core Protection Module&nbsp;10.6 est désormais disponible. La dernière version du client Core Protection Module 10.6 offre plusieurs améliorations et correctifs. Vous devez mettre à niveau la plate-forme à la version 8.0 ou supérieure avant de mettre à niveau votre Core Protection Module.

source: Note: Only client computers without conflicting software products can deploy Core Protection Module.
fr_fr: Remarque: Seuls les ordinateurs clients sans logiciels conflictuels peuvent déployer Core Protection Module.
